let title = "Маленький рассказ обо мне";
console.log(title);

const NAME = "Света";
const SURNAME = "Жамбалова";
const yearOfBirth = 1996;
const dateOfBirth = "2 марта";
let job = "Инженер технической поддержки";
let company = "Единый оператор связи";
let schoolNumber = "19";
let university = "СибГУТИ";
let town = "Улан-Удэ";


let myStory = `Всем привет. Меня зовут ${NAME} ${SURNAME}.
Мне скоро ${2023-yearOfBirth} лет. Родилась ${dateOfBirth}.
Окончила школу №${schoolNumber} в 2013 году и университет ${university} в 2017 году.
Сейчас живу в городе ${town}, где родилась и выросла.
Работаю в компании ${company} на должности ${job}. Мы занимаеммся покдключением частных секторов к Интернету.

Люблю смотреть сериалы, кататься на лыжах.
У меня есть питомец - кошечка Эми (на фото). Бестолковая малость, но любимая :D

Решила учиться веб-разработке потому, что программирование мне очень нравится.
Нравится с тех пор, как я решила в 11 классе сдавать ЕГЭ по информатике.
В выпускном классе кодили в Pascal. В универе на C++, Python немного. Но важно то, что все лабы и проги я делала сама, потому что мне нравилось :)
Немного тоже ещё HTML изучали, буквально 2-3 пары.
Так что сейчас изучаю всё с большим интересом. И, наконец, пришло понимание, что я хочу этим заниматься.
Можно сказать "выросла и, наконец, поняла, кем хочу стать" :D.

Надеюсь, у меня всё получится :)`
console.log(myStory);

